Repository: tanett/courier-flow
Catalog: src/app/locales/*/messages.po
Languages: ru

source: Type part of a product name
ru: Поиск по названию товара

source: Type part of category name
ru: Поиск по названию категории

source: Type part of role's name
ru: Введите название роли

source: Type part of serial number, fiscal card Id
ru: Введите серийный номер или фискальный ID

source: Type part of your username, email or phone number
ru: Введите имя, телефон или эл. адрес пользователя

source: Type product name
ru: Введите название товара

source: Type serial number and select
ru: Поиск по серийному номеру

source: Type store name and select
ru: Поиск по названию магазина

source: Type user name and select
ru: Поиск по имени сотрудника

source: Unit
ru: Единица измерения

source: Unit code
ru: Код единицы измерения

source: Unit price
ru: Цена за ед.

source: Uploading products to selected stores with a price from the import file
ru: Загрузка товаров в выбранные магазины с ценой из файла импорта

source: Uploading products to the catalog without indicating prices or attaching them to stores
ru: Загрузка товаров в каталог без указания цен и привязки к магазинам

source: User archived successfully.
ru: Пользователь успешно архивирован

source: User created successfully.
ru: Пользователь успешно создан.

source: User name
ru: Имя пользователя

source: User not found
ru: Сотудник не найден

source: User was added successfully.
ru: Пользователь успешно добавлен.

source: User was edited successfully.
ru: Пользователь был успешно изменен.

source: User was removed successfully.
ru: Пользователь успешно удален.

source: Users
ru: Пользователи

source: Users count
ru: Kол-во пользователей

source: Usual
ru: Обычный

source: Value
ru: Значение

source: Vat
ru: НДС

source: VAT
ru: НДС

source: VAT <0> %/sum</0>
ru: НДС <0> %/сумма</0>

source: Vat in %
ru: НДС в %

source: Vats were changed successfully.
ru: НДС изменен успешно.

source: Vendor & model
ru: Вендор & модель

source: Waiting for delivery
ru: Ожидает доставки

source: Without spaces
ru: Без пробелов

source: Working shifts
ru: Передача смен

source: Wrong file type. Please select another file.
ru: Неправильный формат файла. Пожалуйста выберите другой файл.

source: Yes
ru: Да

source: yesterday
ru: вчера

source: Yesterday
ru: Вчера

source: You can close this window and download the file later in the
ru: Вы можете закрыть это окно и загрузить файл позже в

source: You can log in.
ru: Вы можете войти.

source: You didn't attach the file
ru: Вы не прикрепили файл

source: Z-report number
ru: Номер Z-отчета

source: Z-reports
ru: Z-отчеты
