Repository: tanett/courier-flow
Catalog: src/app/locales/*/messages.po
Languages: ru

source: item-name
ru: Название

source: {0, plural, one {# store} few {# stores} other {# stores}}
ru: {0, plural, one {# магазин} few {# магазина} other {# магазинов}}

source: {0, plural, one {# terminal} few {# terminals} other {# terminals}}
ru: {0, plural, one {# терминал} few {# терминала} other {# терминалов}}

source: {productsCount, plural, one {# product will remain} few {# products will remain} many {# products will remain} other {# products will remain}}
ru: {productsCount, plural, one {# товар останется} few {# товара останутся} many {# товаров останутся} other {# товаров останутся}}

source: A barcode is required for labeled goods.
ru: Штрихкод обязателен для маркированных товаров.

source: Access denied
ru: Доступ запрещен

source: Actions
ru: Действия

source: Add
ru: Добавить

source: Add a store
ru: Добавить магазин

source: Add an employee
ru: Добавить сотрудника

source: Add an existing employee to store
ru: Добавить сотрудника в магазин

source: Add barcode
ru: Добавить штрихкод

source: additional information
ru: дополнительная информация

source: Address
ru: Адрес

source: Advance
ru: Аванс

source: Advances
ru: Авансы

source: After archiving the category, {0} without a category
ru: После архивирования, {0} без категории

source: After archiving, {0} without a category
ru: После архивирования, {0} без категории

source: After selecting a category, you’ll see the list here
ru: После выбора категории, здесь вы увидите список

source: All products listed in the file are successfully imported.
ru: Все товары из файла успешно импортированы.

source: Amount
ru: Сумма

source: Amount of payment
ru: Сумма платежа

source: Amount of stores
ru: Кол-во магазинов

source: Apply
ru: Применить

source: action-archive
ru: Архивировать

source: Archive
ru: Архив

source: Are you sure you want to archive <0/>selected products
ru: Вы уверены, что хотите архивировать <0/>выбранные товары

source: Are you sure you want to archive <0/>the product
ru: Вы уверены, что хотите архивировать <0/>этот товар

source: Are you sure you want to archive the current product?
ru: Вы уверены, что хотите архивировать этот товар

source: Are you sure you want to archive the user {0}?
ru: Вы уверены, что хотите архивировать пользователя {0}?

source: Are you sure you want to archive<0/>the category
ru: Вы уверены, что хотите архивировать<0/> категорию

source: Are you sure you want to archive<0/>the selected categories
ru: Вы уверены, что хотите архивировать<0/> выбраннные категории

source: Are you sure you want to archive<0/>the user
ru: Вы уверены, что хотите архивировать<0/> пользователя

source: Are you sure you want to Cancel <0>"{0}"</0> order?
ru: Вы уверены, что хотите отменить заказ <0>"{0}"</0>?

source: Are you sure you want to delete <0/>the product
ru: Вы уверены, что хотите удалить<0/> этот товар

source: Are you sure you want to delete the configuration
ru: Вы уверены, что хотите удалить конфигурацию

source: Are you sure you want to remove <0/>the user
ru: Вы уверены, что хотите убрать<0/> этого пользователя

source: Assign courier
ru: Назначить курьера

source: At least 1 capital letter
ru: Минимум 1 заглавная буква

source: At least 1 digit
ru: Минимум 1 цифра

source: At least 1 lowercase letter
ru: Минимум 1 строчная буква

source: Attach another file
ru: Прикрепить другой файл

source: Attach or drag an XLSX file<0/>no larger than 10Mb into this area
ru: Прикрепите или перетащите в эту область файл XLSX<0/>не более 10МБ.

source: Attached categories
ru: Прикрепленные категории

source: Authorization
ru: Авторизация

source: Authorization was successful!
ru: Авторизация была успешна!

source: Available modules
ru: Доступные модули

source: Barcode
ru: Штрихкод

source: Barcodes
ru: Штрихкоды

source: Blocked
ru: Заблокирован

source: Blocking
ru: Блокировка

source: By deleting this configuration, {0} and {1} will remain without configurations.<0/>A deleted configuration cannot be restored.
ru: После удаления конфигурации, {0} и {1} останутся без конфигураций.<0/>Удаленная конфигурация не может быть восстановлена.

source: Cancel
ru: Отменить

source: Cancel order
ru: Отменить заказ

source: Canceled
ru: Отменено

source: Cancelled
ru: Отменен

source: Card
ru: Карта

source: Card payment
ru: Оплата картой

source: Card refunds
ru: Возвраты по карте

source: Cash
ru: Наличные

source: Cash desks
ru: Кассы

source: Cash payment
ru: Оплата наличными

source: Cash payment / Cashless payment
ru: Оплата нал. / безнал.

source: Cash refunds
ru: Возвраты наличными

source: Cash refunds / Cashless refunds
ru: Возвраты нал. / безнал.

source: Cashier
ru: Кассир

source: Cashier app version
ru: Версия кассового приложения

source: Categories
ru: Категории

source: Categories archived successfully.
ru: Категории успешно архивированы.

source: Category
ru: Категория

source: Category archived successfully.
ru: Категория успешно архивирована.

source: Category changed successfully.
ru: Категория успешно изменена.

source: Category created successfully.
ru: Категория успешно создана.

source: Category edited successfully.
ru: Категория успешно изменена.

source: Change
ru: Изменить

source: Change category
ru: Изменить категорию

source: Change password
ru: Изменить пароль

source: Change price
ru: Изменить цену

source: Change price for all stores
ru: Изменение цены для всех магазинов

source: Change prices in all stores
ru: Изменить цену во всех магазинах

source: Change status
ru: Изменить статус

source: Change status to “Waiting for delivery”
ru: Изменить статус на 'Ожидает доставки'

source: Change vat
ru: Изменить НДС

source: Change VAT
ru: Изменить НДС

source: Check for the barcode!
ru: Проверьте штрихкод!

source: Check if email is correct
ru: Проверьте правильность эл.почты

source: Check the psid on
ru: Проверьте икпу на

source: Choose products
ru: Выбрать товары

source: Click the "Add" button to add existing users to the store.
ru: Нажмите кнопку "Добавить" для добавления пользователя в магазин

source: Click to view full list
ru: Нажмите для просмотра всего списка

source: Client details
ru: Информация о клиенте

source: Client name
ru: ФИО клиента

source: Client name / Phone number
ru: ФИО клиента / Телефон

source: Clients
ru: Клиенты

source: Close
ru: Закрыть

source: Close date
ru: Дата закрытия

source: closed
ru: закрыто

source: Closing date
ru: Дата закрытия

source: Come back
ru: Назад

source: Comission PINFL
ru: Комиссионный PINFL

source: Comission TIN
ru: Комиссионный TIN

source: Comment
ru: Комментарий

source: Configuration name
ru: Название конфигурации

source: Configurations
ru: Конфигурации

source: Confirm
ru: Подтвердить

source: Confirm password
ru: Подтвердить пароль

source: Contact Support
ru: Свяжитесь с поддержкой

source: Contacts
ru: Контакты

source: Cost
ru: Стоимость

source: country code
ru: Код страны

source: Courier
ru: Курьер

source: Courier assigned successfully.
ru: Курьер назначен успешно.

source: Create
ru: Создать

source: Creation date
ru: Дата создания

source: Credit
ru: Кредит

source: Credits
ru: Кредиты

source: Customer phone
ru: Телефон клиента

source: Date
ru: Дата

source: Date & time
ru: Дата & время

source: Date & Time
ru: Дата & Время

source: dd.mm.yyyy - dd.mm.yyyy
ru: дд.мм.гггг-дд.мм.гггг

source: Delete
ru: Удалить

source: Delete from cart
ru: Удалить из корзины

source: Delivery address
ru: Адрес доставки

source: Description
ru: Описание

source: Discount
ru: Скидка

source: Discount %
ru: Скидка %

source: Discount <0> %/sum</0>
ru: Скидка <0> %/сумма</0>

source: Discount amount
ru: Сумма скидки

source: Done
ru: Выполнено

source: Download
ru: Скачать

source: Download a file template
ru: Скачать файл-шаблон

source: E-mail
ru: Эл.почта

source: Edit
ru: Редактировать

source: Edit the price
ru: Изменить цену

source: Email
ru: Эл. почта

source: Employee
ru: Сотрудник

source: Employee name
ru: Имя сотрудника

source: Employees
ru: Сотрудники

source: Employees list
ru: Список сотрудников

source: empty list
ru: пустой список

source: Enter a serial number
ru: Введите серийный номер

source: Enter a store name
ru: Введите название магазина

source: EPS payment
ru: Оплата через ЕПС

source: Error
ru: Ошибка

source: Error list
ru: Список ошибок

source: Export
ru: Экспорт

source: Export error
ru: Ошибка экспорта

source: Export list
ru: Список экспортов

source: Export of goods
ru: Экспорт товаров

source: Export of goods with prices
ru: Экспорт товаров с ценами

source: Export products
ru: Экспорт товаров

source: Export products with associated stores and prices
ru: Экспорт товаров со связанными магазинами и ценами

source: Export sales
ru: Экспорт продаж

source: Export selected products
ru: Экспорт выбранных товаров

source: Exporting a product catalog without specifying links to stores and prices
ru: Экспорт каталога товаров без указания ссылок на магазины и цены

source: Exports list
ru: Список экспортов

source: Fashion
ru: Мода

source: File is loading
ru: Файл загружается

source: File list is empty
ru: Список файлов пуст

source: File processing completed with errors. Correct the file and upload it again.
ru: Обработка файла завершена с ошибками. Исправьте файл и загрузите его снова.

source: File processing completed with errors. Correct your selection and download it again.
ru: Обработка файла завершена с ошибками. Исправьте свой выбор и скачайте его еще раз.

source: Filter
ru: Фильтр

source: First receipt number
ru: Номер первого чека

source: Fiscal card ID
ru: Фискальный ID

source: Fiscal ID
ru: Фискальный ID

source: Fiscal module ID
ru: Id фискального модуля

source: Forgot password?
ru: Забыли пароль?

source: from
ru: от

source: Fuel
ru: Топливо

source: Full name
ru: ФИО

source: General information
ru: Основная информация

source: General Information
ru: Основная информация

source: Go to "Credits" to view the list of payments
ru: Перейти в"Кредиты" для просмотра списка платежей

source: Go to editing page
ru: Перейти на страницу редактирования

source: Handover records
ru: Передача касс

source: Have questions?
ru: Есть вопросы?

source: Import
ru: Импорт

source: Import error
ru: Ошибка импорта

source: Import file template for selected stores
ru: Импортировать шаблон файла для выбранных магазинов

source: Import file template for stores specified in the Excel file
ru: Шаблон файла импорта для магазинов, указанных в файле Excel

source: Import terminal
ru: Импорт терминала

source: Import terminals
ru: Импорт терминалов

source: Imports list
ru: Список импортов

source: In process
ru: В обработке

source: INN / PINFL
ru: ИНН / ПИНФЛ

source: Invalid email
ru: Некорректный адрес эл.почты

source: Invalid format
ru: Некорректный формат

source: Invalid password restore link. Request a password restore link again.
ru: Неправильная ссылка для восстановления пароля. Запросите восстановление пароля еще раз.

source: Invalid phone number format
ru: Некорректный формат телефонного номера

source: It's too long
ru: Слишком длинный

source: Items par page
ru: Записей на странице

source: Labeled items must be sold individually ??
ru: Маркированные товары должны продаваться поштучно

source: Language
ru: Язык

source: Last month
ru: Последний месяц

source: Last receipt number
ru: Номер последнего чека

source: Last week
ru: Последняя неделя

source: Length from {MIN_CHARS_IN_PASSWORD} to {MAX_CHARS_IN_PASSWORD} characters
ru: Длина от {MIN_CHARS_IN_PASSWORD} до {MAX_CHARS_IN_PASSWORD} символов

source: Less than {MIN_LETTERS_IN_PASSWORD} characters
ru: Менее чем {MIN_LETTERS_IN_PASSWORD} символов

source: Less than {MIN_NUMBERS_IN_PASSWORD} digit
ru: Менее чем {MIN_NUMBERS_IN_PASSWORD} цифр

source: Less than {MIN_UP_LETTERS_IN_PASSWORD} characters
ru: Менее чем MIN_UP_LETTERS_IN_PASSWORD} символов

source: Line number
ru: Номер строки

source: Locality
ru: Населенный пункт

source: Login
ru: Вход

source: Logout
ru: Выйти

source: Main
ru: Основное

source: Marked
ru: Маркированный

source: Marked labels
ru: Маркировки

source: Marking
ru: Маркировка

source: Medicine
ru: Медицина

source: Merchant address
ru: Адрес мерчанта

source: Merchant name
ru: Название мерчанта

source: Model
ru: Модель

source: Modules
ru: Модули

source: Move to archive
ru: Архивировать

source: Name
ru: Имя

source: name of the locality
ru: название населенного пункта

source: New password
ru: Новый пароль

source: Next
ru: Далее

source: No
ru: Нет

source: No category with this name
ru: Категория с таким названием не найдена

source: No data
ru: Нет данных

source: No product with this name
ru: Нет товара с этим названием

source: No stores with this name
ru: Нет магазинов с таким названием

source: No terminals with this serial number
ru: Нет терминалов с указанным серийным номером

source: Not blocked
ru: Не заблокирован

source: Not contain special symbols
ru: Не содержит спец. символов

source: Not marked
ru: Не маркированный

source: Not paid
ru: Не оплачено

source: Not piece
ru: Не штучный

source: Number of payments
ru: Кол-во платежей

source: Number of products
ru: Кол-во товаров

source: Number of returns
ru: Количество возвратов

source: Number of sales
ru: Количество продаж

source: Number of sales / Number of returns
ru: Кол-во продаж / возвратов

source: Number of selected stores
ru: Кол-во выбранных магазинов

source: of
ru: из

source: Only one file can be attached.
ru: Только один файл может быть добавлен.

source: Open date
ru: Дата открытия

source: opened
ru: открыт

source: Operation was successful.
ru: Операция была успешна

source: Order
ru: Заказ

source: Order amount
ru: Сумма заказа

source: Order cancelled successfully.
ru: Заказ успешно отменен.

source: Order created by
ru: Заказ создал

source: Order created successfully.
ru: Заказ успешно создан.

source: Order date
ru: Дата заказа

source: Order edited successfully.
ru: Заказ успешно изменен.

source: Order number / Date
ru: Номер заказа / Дата

source: Order status changed successfully.
ru: Статус заказа успешно изменен.

source: Ordered products
ru: Заказанные товары

source: Orders
ru: Заказы

source: Orders list
ru: Список заказов

source: Other
ru: Другое

source: Package code
ru: Код упаковки

source: Paid
ru: Оплачено

source: Password
ru: Пароль

source: Password changed successfully.
ru: Пароль успешно изменен.

source: Password changing
ru: Изменение пароля

source: Password mismatch
ru: Пароль не соответствует

source: Password recovery
ru: Восстановление пароля

source: Password too long, maximum {MAX_CHARS_IN_PASSWORD} characters
ru: Пароль слишком длинный, максимум {MAX_CHARS_IN_PASSWORD} символов

source: Payment
ru: Платеж

source: Payment app version
ru: Версия платежного приложения

source: Payment method
ru: Способ платежа

source: Payment type
ru: Тип платежа

source: Payments
ru: Платежи

source: Personal Information
ru: Персональные данные

source: Phone
ru: Телефон

source: Phone number
ru: Номер телефона

source: Piece
ru: Штучный

source: Piece products
ru: Штучные товары

source: Price
ru: Цена

source: Price for unit
ru: Цена за единицу

source: Price was changed successfully.
ru: Цена была изменена успешно.

source: Prices were changed successfully.
ru: Цены успешно изменены.

source: Print
ru: Печать

source: Product
ru: Товар

source: Product category not found
ru: Категория не найдена

source: Product created successfully.
ru: Товар успешно создан.

source: Product edited successfully.
ru: Товар успешно изменен.

source: Product name
ru: Название товара

source: Products
ru: Товары

source: Products archived successfully.
ru: Товары успешно архивированы.

source: Products export
ru: Экспорт товаров

source: Products import
ru: Импорт товаров

source: Products imported successfully
ru: Товары успешно импортированы

source: Products in category
ru: Товаров в категории

source: Products list is empty
ru: Список товаров пуст

source: Profile
ru: Профиль

source: Profile changed successfully.
ru: Профиль успешно изменен.

source: PSID
ru: ИКПУ

source: QR payment
ru: Оплата QR

source: QR refunds
ru: Возвраты по QR

source: Qr-code
ru: Qr-код

source: Quantity
ru: Кол-во

source: Range of price
ru: Диапазон цен

source: Receipt
ru: Чек

source: Receipt number
ru: Номер чека

source: Receipt position number
ru: Кол-во позиций в чеке

source: Refund
ru: Возврат

source: Refunded products
ru: Возвращенные товары

source: Refunds
ru: Возвраты

source: Refunds count
ru: Кол-во возвратов

source: Refused products
ru: Отклонненые товары

source: Remove from store
ru: Удалить из магазина

source: Reports
ru: Отчеты

source: Required field
ru: Обязательное поле

source: Reset
ru: Сбросить

source: Resource Not Found
ru: Ресурс Не Найден

source: Rest
ru: Остаток

source: Restore password
ru: Восстановить пароль

source: Return amount
ru: Сумма возвратов

source: Role
ru: Роль

source: Role description
ru: Описание роли

source: Role's name
ru: Название роли

source: Roles
ru: Роли

source: Sale
ru: Продажа

source: Sale ID
ru: Id продажи

source: Sales
ru: Продажи

source: Sales amount
ru: Сумма продаж

source: Sales count
ru: Кол-во продаж

source: Sales export
ru: Экспорт продаж

source: Save
ru: Сохранить

source: Search by advance total cost
ru: Поиск по общей стоимости

source: Search by client’s phone number, delivery address, order number or order amount
ru: Поиск по номеру телефона клиента, адресу доставки, номеру заказа или сумме заказа

source: Search by configuration name
ru: Поиск по названию конфигурации

source: Search by receipt number or total cost
ru: Поиск по номеру чека или общей цене

source: Search by sale ID or credit amount
ru: Поиск по id продажи и сумме кредита

source: Search by store name
ru: Поиск по названию магазина

source: Search by terminal serial number
ru: Поиск по серийному номеру терминала

source: Search by terminal SN
ru: Поиск по серийному номеру терминала

source: See product card
ru: Смотреть карточку товара

source: Select a role
ru: Выбрать роль

source: Select all
ru: Выбрать все

source: Select at least one store
ru: Выберите хотя бы один магазин

source: Select stores
ru: Выбор магазинов

source: Selected export
ru: Экспорт выбранного

source: Selected import option
ru: Выбранный вариант импорта

source: Serial number
ru: Серийный номер

source: Service payment
ru: Плата за обслуживание

source: Settings
ru: Настройки

source: Shift closed by
ru: Смену закрыл

source: Shift opened by
ru: Смену открыл

source: Sold products
ru: Проданные товары

source: Something went wrong...
ru: Что-то пошло не так...

source: Spaces are not allowed
ru: Пробелы не разрешены

source: started
ru: открыто

source: Starting date
ru: Дата открытия

source: State
ru: Состояние

source: Status
ru: Статус

source: Store
ru: Магазин

source: Store address
ru: Адрес магазина

source: Store name
ru: Название магазина

source: Store name /<0/>Terminal SN
ru: Магазин /<0/> SN терминала

source: Store not found
ru: Магазин не найден

source: Store type
ru: Тип магазина

source: Store with price was added successfully.
ru: Магазин и цена успешно добавлены.

source: Stores
ru: Магазины

source: Stores & Terminal SN
ru: Магазины & Серийный номер Терминала

source: Stores and prices
ru: Магазины и цены

source: Stores and prices for each product are indicated in the import file
ru: Магазины и цены на каждый товар указаны в файле импорта.

source: sum
ru: сум

source: Template file for import into catalog
ru: Файл шаблона для импорта в каталог

source: Terminal configuration created successfully.
ru: Конфигурация успешно создана.

source: Terminal configuration deleted successfully.
ru: Конфигурация успешно удалена.

source: Terminal configuration edited successfully.
ru: Конфигурация успешно изменена.

source: Terminal label
ru: Метка терминала

source: Terminal not found
ru: Терминал не найден

source: Terminal serial number
ru: Серийный номер терминала

source: Terminal SN
ru: SN терминала

source: Terminals
ru: Терминалы

source: Terminals list
ru: Список терминалов

source: The discount cannot be greater than the total cost.
ru: Скидка не может быть больше чем общая стоимость.

source: The email has been sent to the email address you provided to reset your password. Check your email and follow the instructions in the email.
ru: Письмо было отправлено на адрес электронной почты, который вы указали для сброса пароля. Проверьте свою электронную почту и следуйте инструкциям в письме.

source: The list is empty
ru: Список пуст

source: The list is empty, try changing your filtering or search conditions and try again.
ru: Список пуст, попробуйте изменить фильтры или условия поиска и попытайтесь снова

source: The list of payments is empty.
ru: Список платежей пуст.

source: The list of sold products is empty.
ru: Список проданных товаров пуст.

source: The list of users is empty.
ru: Список пользователей пуст.

source: The maximum file size has been exceeded. Please select another file.
ru: Превышен максимальный размер файла. Пожалуйста, выберите другой файл.

source: The number<0/> of employees
ru: Кол-во<0/> сотрудников

source: The store edited successfully.
ru: Магазин успешно изменен.

source: The store is linked to another configuration!<0/><1/>If you link a store to this configuration, it will be disconnected from the other one automatically.
ru: Магазин прикреплен к другой конфигурации!<0/><1/>Если вы прикрепляете магазин к этой конфигурации, он будет автоматически откреплен от предыдущей.

source: The terminal is linked to another configuration!<0/><1/>If you link a terminal to this configuration, it will be disconnected from the other one automatically.
ru: Терминал прикреплен к другой конфигурации!<0/><1/>Если вы прикрепляете терминал к этой конфигурации, он будет автоматически откреплен от предыдущей.

source: The value cannot be greater than 100%.
ru: Значение не может быть больше 100%

source: There are not attached categories.
ru: Нет прикрепленных категорий

source: There are not available modules
ru: Нет доступных модулей

source: There are not products
ru: Нет товаров

source: This barcode already added
ru: Этот штрихкод уже добавлен

source: This feature can be useful if the export process takes a long time.
ru: Эта функция может быть полезна, если процесс экспорта занимает много времени.

source: This item is not sold in the selected store
ru: Этот товар не продается в выбранном магазине

source: This product is not sold in any store.
ru: Этот товар не продается ни в одном магазине.

source: This user is not associated with any store
ru: Этот пользователь не относится ни к одному магазину

source: to
ru: до

source: To catalog
ru: В каталог

source: To continue, we ask you to change your password.
ru: Для продолжения, мы просим вас изменить пароль

source: To put order “Waiting for delivery”, please select courier.
ru: Чтобы перевести заказ в статус "Ожидает доставки", необходимо выбрать курьера.

source: To selected stores
ru: В выбранные магазины

source: To the stores indicated in the Excel file
ru: В магазины, указанные в exel файле

source: today
ru: сегодня

source: Today
ru: Сегодня

source: Too long
ru: Слишком длинное

source: Too match
ru: Слишком много

source: Too short password, minimum {MIN_CHARS_IN_PASSWORD} characters
ru: Слишком короткий пароль, минимум {MIN_CHARS_IN_PASSWORD} символов

source: total
ru: всего

source: Total cost
ru: Общая стоимость

source: Total cost without discount
ru: Общая стоимость без скидки

source: Total price
ru: Общая цена

source: Total quantity
ru: Общее кол-во

source: Transaction number
ru: Номер транзакции

source: Transfer
ru: Трансфер

source: Transfer payment
ru: Оплата переводом

source: Transfer refunds
ru: Возвраты переводом

source: Type a product category name
ru: Поиск по названию категории

source: Type name and select
ru: Поиск по названию
